<div id="promo">
    <h1 id="promoText">
        Troglodits - лучшие грибы из самой дальней пещеры
    </h1>
</div>

<div id="mainTextWrap">
    <div id="mainText">
	Troglodits - лучшие грибы из самой дальней пещеры, что когда-либо видел человек.
Troglodits - грибы, выращенные в лаборатории для людей.
Эти грибы обладают способностью продлевать жизнь человеку.
Они были выращены в лабораториях, чтобы прожить дольше, чем обычные грибы.
Это был первый гриб, у которого проявились такие свойства.
В течение 10 лет мы наблюдали за этим грибом и его свойствами.
(с) Балабоба
    </div>
</div>